#+TITLE: 工作事务记录
#+AUTHOR: 胡琛

* DONE Phd Thesis
CLOSED: [2016-03-25 五 09:32]
* NEXT Python Learning
** DONE 基础
CLOSED: [2016-03-25 五 09:33]
** TODO 提高
* TODO Machine Learning
:LOGBOOK:
CLOCK: [2016-03-29 二 10:27]--[2016-03-29 二 10:36] =>  0:09
CLOCK: [2016-03-29 二 09:52]--[2016-03-29 二 10:02] =>  0:10
CLOCK: [2016-03-28 一 22:49]--[2016-03-28 一 22:51] =>  0:02
CLOCK: [2016-03-28 一 22:19]--[2016-03-28 一 22:24] =>  0:05
CLOCK: [2016-03-28 一 20:21]--[2016-03-28 一 20:22] =>  0:01
CLOCK: [2016-03-28 一 19:50]--[2016-03-28 一 19:56] =>  0:06
CLOCK: [2016-03-28 一 15:38]--[2016-03-28 一 15:56] =>  0:18
CLOCK: [2016-03-28 一 15:08]--[2016-03-28 一 15:13] =>  0:05
CLOCK: [2016-03-28 一 14:37]--[2016-03-28 一 14:43] =>  0:06
CLOCK: [2016-03-28 一 10:08]--[2016-03-28 一 10:23] =>  0:15
CLOCK: [2016-03-26 六 16:28]--[2016-03-27 日 15:16] => 22:48
CLOCK: [2016-03-26 六 15:55]--[2016-03-26 六 16:03] =>  0:08
CLOCK: [2016-03-26 六 15:25]--[2016-03-26 六 15:30] =>  0:05
CLOCK: [2016-03-26 六 14:36]--[2016-03-26 六 15:00] =>  0:24
CLOCK: [2016-03-26 六 14:05]--[2016-03-26 六 14:11] =>  0:06
CLOCK: [2016-03-26 六 11:31]--[2016-03-26 六 11:40] =>  0:09
CLOCK: [2016-03-26 六 10:55]--[2016-03-26 六 11:06] =>  0:11
CLOCK: [2016-03-25 五 14:28]--[2016-03-25 五 15:21] =>  0:53
CLOCK: [2016-03-25 五 13:57]--[2016-03-25 五 14:03] =>  0:06
CLOCK: [2016-03-25 五 10:06]--[2016-03-25 五 10:11] =>  0:05
:END:
** DONE k-近邻(k-NN)算法
CLOSED: [2016-03-25 五 09:34]
** DONE 决策树
CLOSED: [2016-03-28 一 09:43]
:LOGBOOK:
CLOCK: [2016-03-27 日 14:45]--[2016-03-27 日 15:10] =>  0:25
CLOCK: [2016-03-27 日 09:40]--[2016-03-27 日 10:05] =>  0:25
CLOCK: [2016-03-26 六 16:03]--[2016-03-26 六 16:28] =>  0:25
CLOCK: [2016-03-26 六 15:30]--[2016-03-26 六 15:55] =>  0:25
CLOCK: [2016-03-26 六 15:00]--[2016-03-26 六 15:25] =>  0:25
CLOCK: [2016-03-26 六 14:11]--[2016-03-26 六 14:36] =>  0:25
CLOCK: [2016-03-26 六 13:40]--[2016-03-26 六 14:05] =>  0:25
CLOCK: [2016-03-26 六 11:06]--[2016-03-26 六 11:31] =>  0:25
CLOCK: [2016-03-26 六 10:30]--[2016-03-26 六 10:55] =>  0:25
CLOCK: [2016-03-25 五 15:21]--[2016-03-25 五 15:46] =>  0:25
CLOCK: [2016-03-25 五 14:03]--[2016-03-25 五 14:28] =>  0:25
CLOCK: [2016-03-25 五 13:32]--[2016-03-25 五 13:57] =>  0:25
CLOCK: [2016-03-25 五 09:41]--[2016-03-25 五 10:06] =>  0:25
CLOCK: [2016-03-25 五 10:11]--[2016-03-25 五 10:36] =>  0:25
:END:
** NEXT 朴素贝叶斯
:LOGBOOK:
CLOCK: [2016-03-29 二 10:02]--[2016-03-29 二 10:27] =>  0:25
CLOCK: [2016-03-29 二 09:27]--[2016-03-29 二 09:52] =>  0:25
CLOCK: [2016-03-28 一 22:24]--[2016-03-28 一 22:49] =>  0:25
CLOCK: [2016-03-28 一 21:54]--[2016-03-28 一 22:19] =>  0:25
CLOCK: [2016-03-28 一 19:56]--[2016-03-28 一 20:21] =>  0:25
CLOCK: [2016-03-28 一 19:25]--[2016-03-28 一 19:50] =>  0:25
CLOCK: [2016-03-28 一 15:56]--[2016-03-28 一 16:21] =>  0:25
CLOCK: [2016-03-28 一 15:13]--[2016-03-28 一 15:38] =>  0:25
CLOCK: [2016-03-28 一 14:43]--[2016-03-28 一 15:08] =>  0:25
CLOCK: [2016-03-28 一 14:12]--[2016-03-28 一 14:37] =>  0:25
CLOCK: [2016-03-28 一 10:23]--[2016-03-28 一 10:41] =>  0:18
CLOCK: [2016-03-28 一 09:43]--[2016-03-28 一 10:08] =>  0:25
:END:
